[
  {
    "id": 1,
    "name": "Emre Şengül",
    "package": "gigaFiber1000",
    "category": "Video, Müzik, Evden Çalışma, Online Eğitim, Oyun",
    "rate": 5,
    "comment": "Önceki internet sağlayıcımda deneyimim tek kelime ile berbattı. İnternet kopmaları, mbps düşüklüğü, müşteri temsilci kalitesizliği, upload düşüklüğü herhangi birşey yüklerken can çekişiyorduk. TurkNet GigaFiber ile zamansal açıdan çok fazla kâra geçtik. Farklı internet kullandığımız dönemlerde herhangi birşey indirdiğimiz zaman bilgisayarı açık bırakıp giderdik Türknete geçtiğimizden beri indirdiğimiz dosyalar anında bizde. fiyat performans açısından ÇOOOK FAZLA İYİ. Teşekkürler Türknet :)",
    "multiInternetRate": 5,
    "highHDRate": 5,
    "liveViewerRate": 5,
    "gameRate": 5
  },
  {
    "id": 2,
    "name": "Zübeyir Yücel",
    "package": "gigaFiber1000",
    "category": "Video, Müzik, Oyun",
    "rate": 5,
    "comment": "Turknete geçmeden önce 1600 lü yıllar, kota sorunu vardı 3 mps alıyorduk sonra TurkNete geçtik ve 2022 de 1000 mps alıyoruz. Koca yürekli turknete ve çalışan birimlere kolay gelsin çok mutluyuz ve severek kullanıyoruz.Daha verimli ders, daha çabuk bağlanma ve en sevdiğim oyunu hiçbir Ping/MS olmadan oynuyorum. Yüksek hız dünyadan geri kalmamak için ihtiyaçtır. ",
    "multiInternetRate": 5,
    "highHDRate": 5,
    "liveViewerRate": 5,
    "gameRate": 5
  },
  {
    "id": 3,
    "name": "Bilal Akyıldızoğlu",
    "package": "gigaFiber1000",
    "category": "Video, Müzik, Evden Çalışma, Online Eğitim, Oyun",
    "rate": 5,
    "comment": "Önceki operatörümde yüksek fiyata düşük tarife kullanıyordum. Netflix, Amazon prime gibi uygulamaları daha verimli kullanmak ve oyun indirmelerinde uzun süre beklememek için hız çok önemli. Şimdi donma kopma ve herhangi bir kesinti yaşamadım. Filmleri 4K olarak rahatça izleyebiliyorum. Gayet memnunum. Başarılarının devamını dilerim. ",
    "multiInternetRate": 5,
    "highHDRate": 5,
    "liveViewerRate": 5,
    "gameRate": 5
  },
  {
    "id": 4,
    "name": "Tülay Özkan Yedekçi",
    "package": "fiber100",
    "category": "Video, Müzik, Evden Çalışma, Online Eğitim, Oyun",
    "rate": 5,
    "comment": "İnterneti çoğunlukla çalışma, eğitim ve film izlemek için kullanıyoruz.  Daha rahat, sanki ofisteymiş gibi bilgisayarımıza bağlanıp çalışabiliyoruz. Ek olarak, yüksek boyutlu dosya gönderme ve almalarda yaşadığımız bekleme süreleri artık yok. Özetle iş ve eğitim hayatımızda can sıkıcı aksamalar ortadan kalktı, internet hızından ve bağlantı sorunlarından yaşadığımız ciddi zaman kaybından kurtulduk ve keyif yapmak için izlediğimiz filmler kesintisiz keyfe dönüştü. ",
    "multiInternetRate": 5,
    "highHDRate": 5,
    "liveViewerRate": 5,
    "gameRate": 5
  },
  {
    "id": 5,
    "name": "Nazlı Çiçek",
    "package": "fiber100",
    "category": "Video, Müzik, Evden Çalışma, Oyun",
    "rate": 4.8,
    "comment": "Önceki operatörde haftada 3-4 gün kesinti yaşıyordum. Uzaktan çalışırken aynı anda 2 kişi toplantıda olunca hız aşırı düştüğü için sürekli toplantıdan kopuyordum. Hiç tahahhüt edilen hıza ulaşamadık. TurkNet ile evden kesinlikle toplantı kalitemiz arttı. 2 aydır neredeyse hiç internetimiz kesilmedi. Videolarda dolma, hız, yüksek kalite de hayat kalitemizi arttırdı. Eşim sürekli online oyun oynar. O oynarken bir şeyler izlediğimde sorun yaşıyordum, bu ortadan kalktı. Kıyasladığımızda kesinlikle ödediğimiz para aldığımız hizmete değiyor.",
    "multiInternetRate": 4.7,
    "highHDRate": 4.8,
    "liveViewerRate": 5.0,
    "gameRate": 4.5
  },
  {
    "id": 6,
    "name": "Orçun Karan",
    "package": "fiber100",
    "category": "Video, Müzik, Evden Çalışma, Oyun",
    "rate": 3.2,
    "comment": "Önceki bağlantımda fiber internet bulunmuyordu. Şimdi kablolu bağlantı ile rahat internet ulaşımı var, fakat modemin yetersiz olmasından dolayı wifi üzerinde bağlantılarda sorun yaşıyorum. Zaman kritik bir konu bu sebeple hızlı internet ihtiyaçtır. Fiyat uygun fakat hızdan ziyade modem kalitesinin yükseltilmesi gerektiğini düşünüyorum",
    "multiInternetRate": 4.0,
    "highHDRate": 2.5,
    "liveViewerRate": 3.0,
    "gameRate": 3.3
  },
  {
    "id": 7,
    "name": "Murat Ekmekçioğlu",
    "package": "fiber100",
    "category": "Video, Müzik, Evden Çalışma, Oyun",
    "rate": 4.8,
    "comment": "Çok uzun yıllardır TurkNet kullanıyorum,  teknik anlamda hiç sorun yaşamadım diyebilirim. Bağlantı kalitesi ve müşteri hizmetleri servislerinden çok memnunum. TurkNet ile evde tv dahil pek çok şeyi kesintisiz yapmak büyük keyif oldu. Artık her işlemi internet üzerinden yaptığımız için olabildiğince en max hızı almamız gerekiyor.",
    "multiInternetRate": 4.5,
    "highHDRate": 4.75,
    "liveViewerRate": 5.0,
    "gameRate": 5.0
  },
  {
    "id": 8,
    "name": "Mehmet Tansu Çimitay",
    "package": "vdsl100",
    "category": "Video, Müzik, Evden Çalışma, Online Eğitim, Oyun",
    "rate": 4.5,
    "comment": "Önceki bağlantımda yaşadığım kötü deneyimden sonra TurkNet ile hızlı bir internet erişimine sahip oldum. Yüksek hız kaliteli bir internet deneyimi için ihtiyaç. Yaşadığım deneyimle karşılaştırdığımda fiyatı uygun.",
    "multiInternetRate": 4.5,
    "highHDRate": 4.0,
    "liveViewerRate": 5.0,
    "gameRate": 4.0
  },
  {
    "id": 9,
    "name": "Tahsin Kopuz",
    "package": "vdsl100",
    "category": "Video, Müzik, Oyun",
    "rate": 5.0,
    "comment": "TurkNet abonesi olmadan önceki yaşadığım en büyük sorun bağlantı kopmalarıydı. Artık multimedia cihazlarımı daha aktif ve keyifli kullanabilir oldum. Yüksek hız, Oyun, eğlence, iş… hepsi için gerekli. Hız ve deneyimi göz önünde buldurduğumda fiyat makul.",
    "multiInternetRate": 5.0,
    "highHDRate": 5.0,
    "liveViewerRate": 5.0,
    "gameRate": 5.0
  },
  {
    "id": 10,
    "name": "Sinan Serdar ÜNLÜER",
    "package": "vdsl100",
    "category": "Video, Online Eğitim, Oyun",
    "rate": 4.0,
    "comment": "Diğer operatörlerdeki fiyat politikalarının değişkenliği TurkNet öncesinde yaşadığım sorunlardandı. Yüksek hız bilgi ve eğlence kısmında kaçınılmaz ihtiyaç. Mevcut internet hız ve deneyimini düşününce eskiden daha uygundu şimdi ortalama bir fiyat oldu.",
    "multiInternetRate": 3.7,
    "highHDRate": 4.5,
    "liveViewerRate": 4.5,
    "gameRate": 3.3
  },
  {
    "id": 11,
    "name": "Bilge Garan",
    "package": "vdsl100",
    "category": "Video, Müzik, Evden Çalışma, Online Eğitim, Oyun",
    "rate": 4.1,
    "comment": "Turknetten önce kullandığım firmanın fiyatları arttırmasından dolayı Turk nete geçiş yaptım. Yüksek hız kullanmaya başladıktan sonra işlerimi daha çabuk halledebiliyorum. Zaman geri alınamaz. Bundan dolayı yüksek hız zaman kazandırıyor. Teşekkür ederim şu an memnunum.",
    "multiInternetRate": 5.0,
    "highHDRate": 4.0,
    "liveViewerRate": 3.5,
    "gameRate": 4.0
  },
  {
    "id": 12,
    "name": "Umut Fırat",
    "package": "vdsl75",
    "category": "Video, Müzik, Evden Çalışma",
    "rate": 4.2,
    "comment": "TurkNet'ten önce en büyük sıkıntılarım taahhüt, yüksek fiyat ve kötü servisti. Hızın artık bir gereklilik olduğu dünyada TurkNet ile streaming platformları kullanabilme, yüksek çözünürlüklü video izleme ve hızlı surf yapabilmekten çok memnunum. Son zam biraz yüksek geldi, ancak maliyetlerin artmasının bir sonucu olduğunu anlıyoruz.",
    "multiInternetRate": 4.0,
    "highHDRate": 4.5,
    "liveViewerRate": 4.0,
    "gameRate": 0
  },
  {
    "id": 13,
    "name": "Serkan Sarı",
    "package": "vdsl75",
    "category": "Video, Evden Çalışma",
    "rate": 4.8,
    "comment": "Bağlantı kopma sorunu sık sık yaşadığım için TurkNet'e geçtim ve çözüldü. Evden çalışma dönemi ile birlikte evde diğer bireyler Netflix izlerken ben de odamda görüntülü görüşmelerde donmadan ve piksellenmeden sağlıklı bir görüşme yapabiliyorum. Yeni zam dönemi biraz üzse de her şeye zam geldiği için hak da veriyoruz. :/ Şeffaf yönetim politikanızı beğeniyorum. Bu nedenle pek çok kişiyi de TurkNet’e taşıdım. ",
    "multiInternetRate": 4.3,
    "highHDRate": 5.0,
    "liveViewerRate": 5.0,
    "gameRate": 0
  },
  {
    "id": 14,
    "name": "Fatih Mehmet Küçük",
    "package": "vdsl75",
    "category": "Video, Müzik, Evden Çalışma, Yayın",
    "rate": 2.8,
    "comment": "TurkNet'e geçmeden önce pek sorun yaşamadım ama yüksek hız ile birlikte download süremin kısalması işlerimi hızlandırdı. Lakin upload hızım halen yetersiz. Hem canlı işlemlerin sayısı arttı hem de daha kaliteli içerikler daha yüksek dosya boyutlarına neden oldu. Hem düşük ping hem de yüksek bant genişliği ihtiyaç haline geldi. Download hızı açısından çok büyük şikayet yok biraz daha artması iyi olacaktır lakin fiyat açısından upload hızlarımız yetersiz gözüküyor. Türknet'in kendi altyapısını dört gözle bekliyoruz",
    "multiInternetRate": 3.0,
    "highHDRate": 2.8,
    "liveViewerRate": 2.5,
    "gameRate": 0
  },
  {
    "id": 15,
    "name": "Rıfat Akçe",
    "package": "vdsl50",
    "category": "Video, Müzik, Oyun",
    "rate": 0,
    "comment": "Önceki internet sağlayıcımda internette kesilmeler oluyordu. Günümüzde Bilgiye ulaşım kesintisiz ve hızlı olmalı diye düşünüyorum. Şimdi kesilme olmadan internet kullanabiliyoruz. Memnunum, fiyat bana makul geliyor fakat hız az geliyor.",
    "multiInternetRate": 0,
    "highHDRate": 0,
    "liveViewerRate": 0,
    "gameRate": 0
  },
  {
    "id": 16,
    "name": "Elçin Yenişen",
    "package": "vdsl35",
    "category": "Video, Müzik, Evden Çalışma, Oyun",
    "rate": 0,
    "comment": "Altyapı sebebiyle maksimum hızımız düşük. Önceki operatörlerde aynı düşük hızda bağlanırken yaşadığımız kopmaları ve kesilmeleri artık yaşamıyoruz. 35 mb bir çok şey için çok yavaş bir hız günümüzde. Hatta 100 mbit bile yetersiz kalıyor ama en azından bunu da iyi bir performansla kullanabilmek güzel. Özellikle toplantılardaki ve video izlerken takılmalar donmalar yok denecek kadar azaldı. Sokaktaki altyapının iyileştirilmesini ve hızın artmasını bekliyoruz.",
    "multiInternetRate": 0,
    "highHDRate": 0,
    "liveViewerRate": 0,
    "gameRate": 0
  },
  {
    "id": 17,
    "name": "Tanju Mestçi",
    "package": "vdsl35",
    "category": "Video, Evden Çalışma, Online Eğitim, Oyun",
    "rate": 0,
    "comment": "TurkNet'e geçmeden önceki en büyük sorun fiyat ve kopmalardı. 35 mbps'de kopma sorunu bitti. Donma gibi problemler olmaması için yüksek hız önemli. İyileşme ile karşılaştırdığımda şu anki fiyatlar normal, makul seviyede kalsın.",
    "multiInternetRate": 0,
    "highHDRate": 0,
    "liveViewerRate": 0,
    "gameRate": 0
  },
  {
    "id": 18,
    "name": "Ezgi Arıduru",
    "package": "vdsl16",
    "category": "Video, Müzik, Evden Çalışma",
    "rate": 0,
    "comment": "Önceki bağlantımdaki yetersiz hız ve bağlantı dalgalanmaları yaşıyordum. TurkNet'e geçince de 16 mbit hız alabiliyorum ama bağlantı kalitesi sayesinde çalışma verimliliğim arttı. Bu sayede aynı anda birden fazla işi yaparken zaman tasarrufu sağlıyorum. Hizmet kalitesinden bağımsız olarak iletişim hizmetlerinin daha ulaşılabilir olması gerektiği kanısındayım. Iletişim lüks olmamalı.",
    "multiInternetRate": 0,
    "highHDRate": 0,
    "liveViewerRate": 0,
    "gameRate": 0
  }
]
